{
  "dialogs": [
    {
      "id": 1,
      "character": "ГГ",
      "text": "Все эти долгие годы торговли на море..."
    },
    {
      "id": 2,
      "character": "ГГ",
      "text": "Сколько стран я посетил, сколько товаров привез и продал. Это не просто работа — это жизнь, которая течет в меня с каждым новым рейсом."
    },
    {
      "id": 3,
      "character": "ГГ",
      "text": "Но каждый раз, когда я оглядываюсь на горизонты, я чувствую, как мир становится немного меньше. И вот снова, новый путь, новые порты."
    },
    {
      "id": 4,
      "character": "ГГ",
      "text": "Возможно, эта поездка будет как все предыдущие. Может быть, даже лучше."
    },
    {
      "id": 5,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Жизнь торговца на судне — это постоянный путь из одного порта в другой. Каждый рейс, как новый этап..."
    },
    {
      "id": 6,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Но я никогда не думал, что однажды этот путь приведет меня к такому концу. Ветры всегда были моими союзниками, а море — неизведанным, но знакомым другом."
    },
    {
      "id": 7,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Что могло пойти не так?"
    },
    {
      "id": 8,
      "character": "Капитан",
      "text": "Все на палубу! Скоро нас накроет шторм, готовьтесь к худшему!"
    },
    {
      "id": 9,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Тучи начали сгущаться, и воздух стал тяжелым. Сначала это были всего лишь редкие вспышки молний на горизонте, но теперь..."
    },
    {
      "id": 10,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Мы не ожидали, что шторм будет таким мощным. Черные облака стали скрывать солнце, а море словно взбесилось, не зная жалости."
    },
    {
      "id": 11,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Я никогда не видел ничего подобного."
    },
    {
      "id": 12,
      "character": "ГГ",
      "text": "Что происходит? Почему капитан не может справиться с этим? Мы будем в безопасности?"
    },
    {
      "id": 13,
      "character": "Капитан",
      "text": "Капитан не может управлять стихией. Если этот шторм нас не поглотит, скалы на горизонте точно сделают своё дело."
    },
    {
      "id": 14,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Молния сверкнула так близко, что мне показалось, будто сам океан готов поглотить нас. Я почувствовал, как корабль дернулся, и в этот момент я понял — нам не выбраться."
    },
    {
      "id": 15,
      "character": "ГГ",
      "text": "Мы не выживем! Прощай, мир!"
    },
    {
      "id": 16,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Последнее, что я помню, — это удар, который разорвал всё вокруг. Вода хлынула в каюту, а затем темнота поглотила меня."
    },
    {
      "id": 17,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Я потерял сознание."
    },
    {
      "id": 18,
      "character": "ГГ",
      "type": "internal_monologue",
      "text": "Я жив... Как я выжил? Где все остальные? Я должен найти ответы, прежде чем это место поглотит меня, как оно поглотило мой корабль."
    }
  ]
}
